* DONE Tasks
  CLOSED: [2018-01-18 Thu 20:44]
** DONE [100%] Keep building my list
   CLOSED: [2018-01-18 Thu 20:44] SCHEDULED: <2018-01-17 Tue> DEADLINE: <2018-01-18 Wed>
   :LOGBOOK:
   CLOCK: [2018-01-18 Thu 19:53]--[2018-01-18 Thu 20:44] =>  0:51
   :END:
   - [X] add 50 businesses with contact information
** DONE [100%] Watch the second video from week 4 of the consulting program
   CLOSED: [2018-01-18 Thu 16:45] SCHEDULED: <2018-01-17 Tue> DEADLINE: <2018-01-18 Wed>
   :LOGBOOK:
   CLOCK: [2018-01-18 Thu 16:12]--[2018-01-18 Thu 16:45] =>  0:33
   CLOCK: [2018-01-18 Thu 06:33]--[2018-01-18 Thu 07:47] =>  1:14
   :END:
   - [X] video: Alchemy of client attraction
** DONE [100%] Figure out how to save recording locally for English teacher project
   CLOSED: [2018-01-18 Thu 19:50] SCHEDULED: <2018-01-17 Tue> DEADLINE: <2018-01-18 Wed>
   :LOGBOOK:
   CLOCK: [2018-01-18 Thu 16:45]--[2018-01-18 Thu 19:50] =>  3:05
   :END:
   - [X] I can save the recording as a local file
     - code from: [[https://developer.mozilla.org/en-US/docs/Web/API/MediaStream_Recording_API/Recording_a_media_element][MDN MediaStreams Recording Reference]]
     - see here: [[https://codepen.io/anon/pen/ZvVQZy][Record video and audio and allow it to be saved (opens on Code Pen)]]
* DONE Extras [100%]
  CLOSED: [2018-01-18 Thu 21:24]
  - [X] Wake up at 4:30 am
  - [X] Alchemy workbook - morning
  - [X] Alchemy planner
  - [X] Morning workout (0:53 hours)
  - [X] 1 US Gallon of water (5 * 28 oz)
  - [X] Practice script (1 times)
  - [X] Night workout / stretch (0:13 hours)
  - [X] Plan for tomorrow
  - [X] Journal
  - [X] Alchemy workbook - night
  - [X] Set out clothes for tomorrow
